dev-script/applogs/oha-medium.log
Summary:
  Success rate:	100.00%
  Total:	3012.7610 ms
  Slowest:	337.4099 ms
  Fastest:	4.7626 ms
  Average:	74.3670 ms
  Requests/sec:	6638.4289

  Total data:	63.40 MiB
  Size/request:	3.25 KiB
  Size/sec:	21.04 MiB

Response time histogram:
    4.763 ms [1]     |
   38.027 ms [1204]  |■■■
   71.292 ms [10140] |■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  104.557 ms [6038]  |■■■■■■■■■■■■■■■■■■■
  137.822 ms [1566]  |■■■■
  171.086 ms [599]   |■
  204.351 ms [272]   |
  237.616 ms [110]   |
  270.880 ms [44]    |
  304.145 ms [20]    |
  337.410 ms [6]     |

Response time distribution:
  10.00% in 43.4501 ms
  25.00% in 53.9184 ms
  50.00% in 67.1017 ms
  75.00% in 85.2738 ms
  90.00% in 114.0018 ms
  95.00% in 139.6478 ms
  99.00% in 202.3139 ms
  99.90% in 286.1767 ms
  99.99% in 322.1009 ms


Details (average, fastest, slowest):
  DNS+dialup:	52.0764 ms, 1.5925 ms, 129.7472 ms
  DNS-lookup:	0.0052 ms, 0.0007 ms, 0.5844 ms

Status code distribution:
  [200] 20000 responses